adpyke.codesnap
ahmadalli.vscode-nginx-conf
akamud.vscode-theme-onelight
albert.tabout
anthropic.claude-code
anysphere.cpptools
anysphere.cursorpyright
anysphere.remote-containers
apvarun.celestial
arcanis.vscode-zipfs
awxxxxxx.vscode-mdx-checker
biomejs.biome
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
cardinal90.multi-cursor-case-preserve
charliermarsh.ruff
christian-kohler.path-intellisense
codesandbox-io.codesandbox-projects
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
eamodio.gitlens
eeyore.yapf
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
hangxingliu.vscode-nginx-conf-hint
humao.rest-client
ipedrazas.kubernetes-snippets
jetbrains.kotlin
kahole.magit
katsute.code-background
kevinrose.vsc-python-indent
llvm-vs-code-extensions.vscode-clangd
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
mutantdino.resourcemonitor
openai.chatgpt
pkief.material-icon-theme
pnp.polacode
raillyhugo.one-hunter
rangav.vscode-thunder-client
raynigon.nginx-formatter
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-cspell-bundled-dictionaries
styled-components.vscode-styled-components
svelte.svelte-vscode
tamasfe.even-better-toml
tauri-apps.tauri-vscode
tim-koehler.helm-intellisense
usernamehw.errorlens
vasubasraj.flashpost
vscodevim.vim
wayou.vscode-todo-highlight
wholroyd.jinja
william-voyek.vscode-nginx
wix.vscode-import-cost
wmaurer.change-case
wordpresstoolbox.wordpress-toolbox
yoco.yoco
zhuangtongfa.material-theme
ziglang.vscode-zig